{
    "quotes": [
        "Pass out before you tap out.",
        "Never feast with those who didn't starve with you.",
        "May the bridges we burn only light our paths.",
        "Manners maketh man.",
        "Effort precedes the conquest.",
        "How much longer are you going to avoid what you're capable of doing in order to continue with what you're confortable doing?",
        "As iron sharpens iron, so one person sharpens another",
        "Work until your mind forgets and your body remembers",
        "Everyone wants the view but no one wants the climb",
        "Failure's not an option. It's a step.",
        "Dream big, work hard, stay focused, and surround yourself with good people.",
        "You become what you give your attention to.",
        "Waste no more time arguing about what a good man should be. Be one.",
        "If a man knows not to which port he sails, no wind is favorable.",
        "Very little is needed to make a happy life. It is all within yourself, in your way of thinking.",
        "The soul becomes dyed with the colour of its thoughts.",
        "Well-being is realized by small steps, but is truly no small thing.",
        "Man conquers the world by conquering himself.",
        "The body should be treated rigorously, that it may not be disobedient to the mind.",
        "Discipline doesn't care if you're tired.",
        "The happiness of your life depends upon the quality of your thoughts.s",
        "No person has the power to have everything they want, but it is in their power not to want what they don't have, and to cheerfully put to good use what they do have.",
        "You could leave life right now. Let that determine what you do and say and think.",
        "If you want growth you will be tested with discomfort.",
        "If you want strength you will be tested with hardship",
        "If you want patience you will be tested with delays",
        "If you want discipline you will be tested with distractions",
        "If you want peace you will be tested with chaos.",
        "If you want courage you will be tested with fear",
        "If you want wisdom you will be tested with difficult choices",
        "Goals become like a magnet, they pull you that direction. And the better you describe them, the more they pull.",
        "Failure means you're trying. A bunch of people out there never fail because they never try.",
        "Everything hangs on one's thinking. A man is as unhappy as he has convinced himself he is.",
        "Don't explain your philosophy. Embody it.",
        "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
        "How long are you going to wait before you demand the best for yourself?",
        "The best revenge is not to be like your enemy.",
        "We suffer more often in imagination than in reality.",
        "Begin at once to live, and count each separate day as a separate life.",
        "Our life is what our thoughts make it",
        "You must build your life yourself, action by action.",
        "What a blessing it is to be tired in the pursuit of a challenge of your own choosing.",
        "Sometimes we don't want to heal because the pain is the last link to what we lost.",
        "First say to yourself what you would be; and then do what you have to do.",
        "It's not what happens to you, but how you react to it that matters.",
        "If you want to improve, be content to be thought foolish and stupid.",
        "May the bridges we burn only light our paths"
    ]
}